polybassa/micropython/ports/same/boards/EMB60/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "EMB60"
#define MICROPY_HW_MCU_NAME   "SAME70N21B"

#define MICROPY_FLOAT_IMPL              (MICROPY_FLOAT_IMPL_FLOAT)
#define MICROPY_PY_BUILTINS_COMPLEX     (0)
#define MICROPY_PY_MATH                 (0)
#define MICROPY_PY_CMATH                (0)
